[
    {
        "id": 1,
        "text": "As you likely know, Jackie and I try to pray each day for a different Grace Fellowship Staff person. Therefore, we are praying for you today. Send any prayer request(s) for which you would like us to pray.",
        "userid": "m2web@yahoo.com",
        "dateupdated": "2021-05-06T05:59:59.269351"
    },
    {
        "id": 2,
        "text": "I trust you are doing well. Jackie and I try to pray each day for a different Grace Fellowship Staff person. Therefore, it's your turn again as we are praying for you today. Please send any prayer request(s) for which you would like us to pray.",
        "userid": "m2web@yahoo.com",
        "dateupdated": "2021-05-06T05:59:41.171552"
    },
    {
        "id": 3,
        "text": "As you likely know, Jackie and I try to pray each day for a different Grace Fellowship Staff person. With that stated, spring is coming and we are praying for you today! Send any prayer request(s) for which you would like us to pray.",
        "userid": "m2web@yahoo.com",
        "dateupdated": "2021-05-06T05:58:54.397118"
    },
    {
        "id": 4,
        "text": "Jackie and I try to pray each day for a different Grace Fellowship Staff person. Warming weather is here and we are praying for you today. Please send any prayer request(s) for which you would like us to pray.",
        "userid": "m2web@yahoo.com",
        "dateupdated": "2020-01-22T17:16:10.188149"
    },
    {
        "id": 5,
        "text": "As you likely know, Jackie and I try to pray each day for a different Grace Fellowship Staff person. Summer is on the way and we are praying for you today. Send any prayer request(s) for which you would like us to pray.",
        "userid": "m2web@yahoo.com",
        "dateupdated": "2021-05-06T05:58:29.821763"
    },
    {
        "id": 6,
        "text": "Yeah, it's me again. Jackie and I are praying for you today. Please send any prayer request(s) for which you would like us to pray.",
        "userid": "m2web@yahoo.com",
        "dateupdated": "2021-06-13T07:54:03.514711"
    },
    {
        "id": 7,
        "text": "It's July! Jackie and I are praying for you today. 😊 Send me any prayer request(s) for which you would like us to pray.",
        "userid": "m2web@yahoo.com",
        "dateupdated": "2021-06-13T07:54:33.078504"
    },
    {
        "id": 8,
        "text": "It's August and fall is on the way with cooler weather and Jackie and I are praying for you today. 😊 Please send any prayer request(s) for which you would like us to pray.",
        "userid": "m2web@yahoo.com",
        "dateupdated": "2021-06-13T07:54:54.721954"
    },
    {
        "id": 9,
        "text": "As you already know, Jackie and I try to pray each day for a different Grace Fellowship Staff person. It's football season and we are praying for you today! 😊 Please send any prayer request(s) for which you would like us to pray.",
        "userid": "m2web@yahoo.com",
        "dateupdated": "2020-09-02T08:21:56.975772"
    },
    {
        "id": 10,
        "text": "My wife Jackie and I try to pray each day for a different Grace Fellowship Staff person. Send any prayer request(s) for which you would like us to pray.",
        "userid": "m2web@yahoo.com",
        "dateupdated": "2020-07-09T07:08:07.872729"
    },
    {
        "id": 11,
        "text": "My wife Jackie and I try to pray each day for a different Grace Fellowship Staff person. We are praying for you today. Please send any prayer request(s) for which you would like us to pray.",
        "userid": "m2web@yahoo.com",
        "dateupdated": "2020-07-09T07:08:16.520271"
    },   
    {
        "id": 12,
        "text": "My wife Jackie and I try to pray each day for a different Grace Fellowship Staff person. As before, here is a note to let you know that we are praying for you today. Please send any prayer request(s) for which you would like us to pray.",
        "userid": "m2web@yahoo.com",
        "dateupdated": "2020-07-09T07:08:24.250382"
    }
]