[
  {
    "id": 1,
    "category": "Church",
    "request": "Lord, cultivate a culture of true discipleship among us through faithful preaching and grace-filled community. May the Gospel be our daily bread, marking our lives with holiness and joyful generosity. Fix our eyes on the hope of heaven, filling us with boldness to share Your Word—both across the street and around the world—and preparing us to stand firm in every season. Amen.",
    "userId": "m2web@yahoo.com",
    "dateUpdated": "2018-10-25T06:18:14.220459"
  },
  {
    "id": 13,
    "category": "Community Group",
    "request": "Andrew Omerzu, Brad and Molly Turner, Hayden and Emmalynn Sphire, Jake and Bri Rose, Joey and Sarah Koo, Clay and Natalie Winslow, Cody and Kat Pelle, Kyle Soiste, Mike and Charissa Napoles.",
    "userId": "m2web@yahoo.com",
    "dateUpdated": "2022-03-14T10:18:35.711891"
  },
  {
    "id": 2,
    "category": "Coworkers",
    "request": "Lord, let us be a force multiplier for the Gospel and our colleagues—specifically Arihant, Veda, Chris, and Austin from the new team. Joe, Hollis, Brent, Rob, John F., Samri, Ron, Jason, Wenye, David G., Michael, Russ, Jake, Tom, Karen, Brad B., Jereon, Pei, and the wider IT groups at W&S. Create among us a psychologically safe environment for learning. May we work heartily as unto You, serving Christ in all we do (Colossians 3:23–24).",
    "userId": "m2web@yahoo.com",
    "dateUpdated": "2022-03-20T11:56:12.628796"
  },
  {
    "id": 3,
    "category": "Extended Family",
    "request": "For the salvation of the following as a demonstration of Your mercy and favor, if not, then their lives to bring You honor: Cheryl; Josh; Dale and Lora, Dustin and Carrie, and Erin and family; Ed and Barb, Rod and Mary Dawn, and Hailey, Scott, Tyler, Alex, and Royce, Tanner and Tristan, Curt and Christy; Aunt Carol and Jerry, Bruce and Betsy, Jonathon and Jamie; Amanda, Donna, Holly, Scott, Craig, and their families; Kristi, Robert, Jayson, Levity, Kaylyn, Bella, and Sophya; Tim and family; Zach and family, Tiff and family, Timi and family; Chris and Tim, Erin and her family; Lori and Mike, C.J. and his family; Carlee and her family; Rayder and Eli; Aunt Sharon, Tiffany and Nathan, their daughters Taylor and Ryan and their families; Kearsten and family; Becky, Cheryl, Steve, and their families and their children's families; May God transform our fears, felt-needs, and frustrations into faith in Christ.",
    "userId": "m2web@yahoo.com",
    "dateUpdated": "2022-02-02T11:28:35.398975"
  },
  {
    "id": 15,
    "category": "Federal Government",
    "request": "Lord, guide the United States government. Grant wisdom to the Executive, selflessness to the Legislative, and impartiality to the Judicial. Convict the media and interest groups to act with honesty. We trust that You hold the hearts of all leaders in Your hand; turn them toward Your justice and peace. Amen.",
    "userId": "m2web@yahoo.com",
    "dateUpdated": "2021-09-06T09:31:46.7339"
  },
  {
    "id": 4,
    "category": "Immediate Family",
    "request": "Lord, let Your hand be upon our family. We pray for Jackie’s well-being and for the salvation and protection of Seth, Emily, and the children—Harley, Sophya, Oliver, Remi, and Cassidy. Strengthen the relationships of Timothy, Luna, Bill, and Angie, and give John and Alyse wisdom in their daily goals. Teach us all to glorify You in what we consume and to turn our frustrations into faith, trusting You with our whole lives. Amen.",
    "userId": "m2web@yahoo.com",
    "dateUpdated": "2022-03-25T10:19:11.607814"
  },
  {
    "id": 5,
    "category": "Individuals",
    "request": "Josh McFadden and his salvation. Dave Wernz and the efforts at GFC. Caleb Combs neurological condition. Daniel Allison and his marriage to Britney. Rachael Allen healing from cancer; Ben and Rachel Townsend and the blending of their family; Rick & Kim Bular and their daughter and her children as she is now widowed.",
    "userId": "m2web@yahoo.com",
    "dateUpdated": "2022-03-14T23:32:06.005418"
  },
  {
    "id": 6,
    "category": "IOUS",
    "request": "Lord, I confess my heart’s tendency to wander. Incline my heart to Your testimonies rather than selfish gain, and turn my eyes from worthless things. Open my eyes to see the wonders of Your Law and unite my divided heart to fear Your name alone. Teach me Your ways, and satisfy me every morning with Your steadfast love so that I may rejoice in You all my days. Amen.",
    "userId": "m2web@yahoo.com",
    "dateUpdated": "2020-10-17T08:58:11.733783"
  },
  {
    "id": 11,
    "category": "Local Government",
    "request": "Lord, we lift up the leaders of our tri-state region. Grant wisdom to our Mayors and City Managers, and protect our law enforcement officers with integrity. We ask for impartial justice in our local courts and wise stewardship within the governments of Hamilton, Clermont, Boone, Kenton, Campbell, Dearborn, and Ohio counties. May the local media be voices of truth. We trust in You, the one who sets up leaders and reveals deep things; let Your light dwell in our local institutions. Amen.",
    "userId": "m2web@yahoo.com",
    "dateUpdated": "2020-05-02T11:42:05.398988"
  },
  {
    "id": 8,
    "category": "Me",
    "request": "Lord, help me remain consistent in prayer and grow in a love that reflects Your truth—first for You, then for my wife and those around me. Grant me a heart ready to share the Gospel with genuine grace. Keep me from settling for temporary satisfactions and help me treasure Your sovereign control over every detail of my life. Amen",
    "userId": "m2web@yahoo.com",
    "dateUpdated": "2020-12-29T09:19:22.448205"
  },
  {
    "id": 9,
    "category": "Neighbors",
    "request": "Lord, I lift up my neighbors to You: the opera interns, Ryan and his wife, James, Vanoy’s family, Michael and Austina, Brandon, the Schneiders’ tenants, Kevin, Michelle, those at Steve and Leslie’s, Kara, Ashley, and Alisha. Help me build meaningful relationships with them. Grant the HOA board wisdom to foster a spirit of unity across our community. Amen",
    "userId": "m2web@yahoo.com",
    "dateUpdated": "2022-02-17T21:48:14.402855"
  },
  {
    "id": 10,
    "category": "Skills",
    "request": "Lord, teach me to seek Your kingdom and righteousness first. Grant me the discipline to develop biblical, professional, and life skills with a heart motivated solely by Your glory. Give me the ability to learn and the wisdom to keep my studies in balance. As Matthew 6:33 promises, I trust You to provide all I need as I align my growth with Your will. Amen.",
    "userId": "m2web@yahoo.com",
    "dateUpdated": "2019-11-02T07:54:09.838242"
  },
  {
    "id": 16,
    "category": "State Government",
    "request": "Lord, we lift up Governors Beshear, DeWine, and Braun. Grant them and their cabinets wisdom and a heart for service. May our state legislators and courts be marked by discernment, courage, and impartial justice. Protect our state militias and law enforcement, keeping them accountable and strong. We acknowledge Your sovereignty over every season and leader, asking that Your wisdom would guide our tri-state governments. Amen.",
    "userId": "m2web@yahoo.com",
    "dateUpdated": "2020-05-02T11:42:22.661987"
  },
  {
    "id": 14,
    "category": "World Situation",
    "request": "Lord, protect and embolden the church in restricted areas. Deliver Your Word across borders and sustain those imprisoned for their faith. Transform the hearts of hostile leaders and strengthen pastors working in danger. Wake up the church in free nations to support their persecuted brothers and sisters. Finally, we pray specifically for the Pashtun peoples: open their hearts and send laborers to share Your Good News. Amen.",
    "userId": "m2web@yahoo.com"
  }
]
